aaron-bond.better-comments
adisreyaj.swagger-snippets
adpyke.codesnap
alefragnani.bookmarks
alefragnani.project-manager
amiralizadeh9480.laravel-extra-intellisense
anysphere.pyright
astro-build.astro-vscode
atishay-jain.all-autocomplete
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
bungcip.better-toml
burkeholland.simple-react-snippets
chris-noring.node-snippets
codestream.codestream
codezombiech.gitignore
ctf0.macros
dart-code.dart-code
dart-code.flutter
davidwoo.flutter-auto-import
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
fallenmax.mithril-emmet
febean.vue-format
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.vscode-pull-request-github
golang.go
golang.go-nightly
gruntfuggly.todo-tree
hirantha.json-to-dart
hollowtree.vue-snippets
hoovercj.vscode-settings-cycler
ibm.output-colorizer
inu1255.easy-snippet
jabacchetta.vscode-essentials
jakearl.search-editor-apply-changes
jasonlhy.hungry-delete
jasonnutter.search-node-modules
jeroen-meijer.pubspec-assist
jkjustjoshing.vscode-text-pastry
johnpapa.vscode-peacock
kamikillerto.vscode-colorize
lacroixdavid1.vscode-format-context-menu
lostintangent.vsls-whiteboard
marcelovelasquez.flutter-tree
metaseed.metago
metaseed.metajump
metaseed.metaword
mhutchie.git-graph
micnil.vscode-checkpoints
mikestead.dotenv
moalamri.inline-fold
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vscode.live-server
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
nash.awesome-flutter-snippets
nhoizey.gremlins
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel5-snippets
peterschmalfeldt.explorer-exclude
pleiades.java-extension-pack-jdk
pnp.polacode
prisma.prisma
rangav.vscode-thunder-client
redhat.java
redhat.vscode-xml
redvanworkshop.explorer-exclude-vscode-extension
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
shufo.vscode-blade-formatter
slevesque.vscode-multiclip
stkb.rewrap
streetsidesoftware.code-spell-checker
svipas.control-snippets
techer.open-in-browser
tomoki1207.pdf
toroxx.vscode-avdmanager
unifiedjs.vscode-mdx
vinicioslc.adb-interface-vscode
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vsls-contrib.gistfs
vue.volar
wallabyjs.quokka-vscode
xdebug.php-debug
yy0931.vscode-sqlite3-editor
